
<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">@import url('https://themes.googleusercontent.com/fonts/css?kit=BYPM-GE291ZjIXBWrtCwes4h70CMPTv4pq8lqJSPqePYrKtqlT7KzOFy6H-Q0_cE');ol.lst-kix_jn8qiml8vq3i-4{list-style-type:none}ol.lst-kix_jn8qiml8vq3i-3{list-style-type:none}ol.lst-kix_jn8qiml8vq3i-2{list-style-type:none}ol.lst-kix_jn8qiml8vq3i-1{list-style-type:none}ol.lst-kix_jn8qiml8vq3i-8{list-style-type:none}ol.lst-kix_jn8qiml8vq3i-0.start{counter-reset:lst-ctn-kix_jn8qiml8vq3i-0 0}ol.lst-kix_jn8qiml8vq3i-7{list-style-type:none}ol.lst-kix_jn8qiml8vq3i-6{list-style-type:none}.lst-kix_jn8qiml8vq3i-4>li{counter-increment:lst-ctn-kix_jn8qiml8vq3i-4}ol.lst-kix_jn8qiml8vq3i-5{list-style-type:none}.lst-kix_jn8qiml8vq3i-1>li{counter-increment:lst-ctn-kix_jn8qiml8vq3i-1}ol.lst-kix_jn8qiml8vq3i-7.start{counter-reset:lst-ctn-kix_jn8qiml8vq3i-7 0}ol.lst-kix_jn8qiml8vq3i-0{list-style-type:none}ol.lst-kix_jn8qiml8vq3i-3.start{counter-reset:lst-ctn-kix_jn8qiml8vq3i-3 0}.lst-kix_jn8qiml8vq3i-8>li{counter-increment:lst-ctn-kix_jn8qiml8vq3i-8}.lst-kix_jn8qiml8vq3i-5>li{counter-increment:lst-ctn-kix_jn8qiml8vq3i-5}ol.lst-kix_jn8qiml8vq3i-2.start{counter-reset:lst-ctn-kix_jn8qiml8vq3i-2 0}ol.lst-kix_jn8qiml8vq3i-5.start{counter-reset:lst-ctn-kix_jn8qiml8vq3i-5 0}.lst-kix_jn8qiml8vq3i-2>li{counter-increment:lst-ctn-kix_jn8qiml8vq3i-2}.lst-kix_jn8qiml8vq3i-5>li:before{content:"(" counter(lst-ctn-kix_jn8qiml8vq3i-5,lower-roman) ") "}.lst-kix_jn8qiml8vq3i-6>li:before{content:"" counter(lst-ctn-kix_jn8qiml8vq3i-6,decimal) ". "}ol.lst-kix_jn8qiml8vq3i-6.start{counter-reset:lst-ctn-kix_jn8qiml8vq3i-6 0}.lst-kix_jn8qiml8vq3i-3>li{counter-increment:lst-ctn-kix_jn8qiml8vq3i-3}.lst-kix_jn8qiml8vq3i-0>li{counter-increment:lst-ctn-kix_jn8qiml8vq3i-0}ol.lst-kix_jn8qiml8vq3i-4.start{counter-reset:lst-ctn-kix_jn8qiml8vq3i-4 0}.lst-kix_jn8qiml8vq3i-1>li:before{content:"" counter(lst-ctn-kix_jn8qiml8vq3i-1,lower-latin) ") "}.lst-kix_jn8qiml8vq3i-8>li:before{content:"" counter(lst-ctn-kix_jn8qiml8vq3i-8,lower-roman) ". "}.lst-kix_jn8qiml8vq3i-7>li:before{content:"" counter(lst-ctn-kix_jn8qiml8vq3i-7,lower-latin) ". "}ol.lst-kix_jn8qiml8vq3i-8.start{counter-reset:lst-ctn-kix_jn8qiml8vq3i-8 0}.lst-kix_jn8qiml8vq3i-0>li:before{content:"" counter(lst-ctn-kix_jn8qiml8vq3i-0,decimal) ") "}li.li-bullet-0:before{margin-left:-18pt;white-space:nowrap;display:inline-block;min-width:18pt}.lst-kix_jn8qiml8vq3i-6>li{counter-increment:lst-ctn-kix_jn8qiml8vq3i-6}ol.lst-kix_jn8qiml8vq3i-1.start{counter-reset:lst-ctn-kix_jn8qiml8vq3i-1 0}.lst-kix_jn8qiml8vq3i-2>li:before{content:"" counter(lst-ctn-kix_jn8qiml8vq3i-2,lower-roman) ") "}.lst-kix_jn8qiml8vq3i-7>li{counter-increment:lst-ctn-kix_jn8qiml8vq3i-7}.lst-kix_jn8qiml8vq3i-3>li:before{content:"(" counter(lst-ctn-kix_jn8qiml8vq3i-3,decimal) ") "}.lst-kix_jn8qiml8vq3i-4>li:before{content:"(" counter(lst-ctn-kix_jn8qiml8vq3i-4,lower-latin) ") "}ol{margin:0;padding:0}table td,table th{padding:0}.c0{background-color:#ffffff;color:#9900ff;font-weight:800;text-decoration:none;vertical-align:baseline;font-size:12pt;font-family:"Montserrat";font-style:normal}.c1{margin-left:36pt;padding-top:12pt;padding-left:0pt;padding-bottom:12pt;line-height:1.15;orphans:2;widows:2;text-align:justify}.c10{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left;height:11pt}.c4{padding-top:12pt;padding-bottom:12pt;line-height:1.15;orphans:2;widows:2;text-align:justify}.c6{color:#000000;text-decoration:none;vertical-align:baseline;font-style:normal}.c8{font-weight:500;font-size:11pt;font-family:"Montserrat"}.c2{font-size:12pt;font-family:"Montserrat";font-weight:500}.c3{padding:0;margin:0}.c7{max-width:451.4pt;padding:72pt 72pt 72pt 72pt}.c9{font-style:italic}.c5{background-color:#ffffff}.title{padding-top:0pt;color:#000000;font-size:26pt;padding-bottom:3pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:0pt;color:#666666;font-size:15pt;padding-bottom:16pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Arial"}p{margin:0;color:#000000;font-size:11pt;font-family:"Arial"}h1{padding-top:20pt;color:#000000;font-size:20pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:18pt;color:#000000;font-size:16pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:16pt;color:#434343;font-size:14pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:14pt;color:#666666;font-size:12pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}</style></head><body class="c5 c7 doc-content"><ol class="c3 lst-kix_jn8qiml8vq3i-0 start" start="1"><li class="c1 li-bullet-0"><span class="c0">Qui a cr&eacute;&eacute; ce jeu de donn&eacute;es ? &Agrave; quelles fins ? </span></li></ol><p class="c4"><span class="c2 c5">La base de donn&eacute;es des pr&eacute;noms a &eacute;t&eacute; cr&eacute;&eacute;e en 1946 par l&rsquo;INSEE, l&#39;Institut national de la statistique et des &eacute;tudes &eacute;conomiques (INSEE), un service central du Minist&egrave;re charg&eacute; des Finances lui-m&ecirc;me cr&eacute;&eacute; en 1946. Cette institution d&eacute;tient une ind&eacute;pendance vis-&agrave;-vis de tout organe gouvernemental depuis sa cr&eacute;ation. Actuellement, son directeur est Jean-Luc Tavernier. Chaque ann&eacute;e, l&rsquo;Insee collecte, produit, analyse et diffuse des informations sur l&#39;&eacute;conomie et la soci&eacute;t&eacute; fran&ccedil;aises. Son devoir principal est de rester neutre et de ne pas interpr&eacute;ter les donn&eacute;es qu&rsquo;elle collecte. Parmi ses nombreuses fonctions statistiques et r&eacute;galiennes, elle a pour mission de recenser la population fran&ccedil;aise et d&rsquo;organiser ces donn&eacute;es afin de les publier pour qu&rsquo;elles soient exploit&eacute;es. Parmi ses &eacute;tudes nationales, l&rsquo;Insee s&rsquo;int&eacute;resse aussi aux pr&eacute;noms attribu&eacute;s aux enfants n&eacute;s chaque ann&eacute;e. </span></p><p class="c4"><span class="c6 c2">C&rsquo;est ainsi que tous les ans depuis 1946, l&rsquo;INSEE publie un fichier des pr&eacute;noms bas&eacute; sur les bulletins d&rsquo;&eacute;tat civil transmis par les officiers d&rsquo;&eacute;tat civil de chaque commune. L&rsquo;INSEE a fait un travail de r&eacute;colte de donn&eacute;es d&rsquo;&eacute;tat civil en remontant jusqu&rsquo;&agrave; l&rsquo;ann&eacute;e 1900, ce qui fait de cette base un outil d&rsquo;une valeur historique et sociologique inestimable. Ces bulletins sont remplis par l&rsquo;officier d&rsquo;&eacute;tat civil sur d&eacute;claration des parent au moment de la d&eacute;claration de naissance d&rsquo;un enfant, et sont conserv&eacute;s dans les mairies des communes. Le fichier se pr&eacute;sente comme une liste de pr&eacute;noms, &agrave; c&ocirc;t&eacute; desquels est affich&eacute; toutes les ann&eacute;es pour lesquels ces pr&eacute;noms ont &eacute;t&eacute; donn&eacute;s au moins trois fois dans la m&ecirc;me ann&eacute;e dans l&rsquo;ordre chronologique. Les ann&eacute;es pour lesquelles les donn&eacute;es ne sont pas suffisantes ne sont pas inscrites : ainsi, &agrave; c&ocirc;t&eacute; de certains pr&eacute;noms, ne figurent qu&rsquo;une seule ou quelques ann&eacute;es seulement. Cette base de donn&eacute;es concerne l&#39;ensemble des personnes n&eacute;es en France except&eacute; Mayotte. Sont donc exclus les enfants fran&ccedil;ais n&eacute;s &agrave; l&rsquo;&eacute;tranger, et les enfants &eacute;trangers n&eacute;s en France sont en revanche inclus.</span></p><p class="c4"><span class="c2">Depuis 1946, la base de donn&eacute;es des pr&eacute;noms de l&rsquo;INSEE se base sur le r&eacute;pertoire national d&rsquo;identification des personnes physiques (RNIPP), dont l&rsquo;INSEE est &eacute;galement responsable, et qui est, un </span><span class="c2 c9">&ldquo;instrument de v&eacute;rification de l&rsquo;&eacute;tat civil des personnes n&eacute;es en France&rdquo;</span><span class="c2">. Cet outil tr&egrave;s util et tr&egrave;s pr&eacute;cis recense les noms et pr&eacute;noms, lieux et date de naissance, sexe, date et lieu de d&eacute;c&egrave;s, ainsi que les num&eacute;ros des actes correspondant, et les &eacute;ventuelles modifications d&rsquo;&eacute;tat civil successives. Les donn&eacute;es sont conserv&eacute;es m&ecirc;me apr&egrave;s la mort de la personne. Ainsi, dans son &eacute;tat actuel, le fichier des pr&eacute;noms de l&rsquo;INSEE est un &ldquo;sous-RNIPP&rdquo;, puisque lui ne prend en compte qu&rsquo;une des donn&eacute;es de cette base de donn&eacute;es colossale, les pr&eacute;noms, sans aucune autre pr&eacute;cision que l&rsquo;ann&eacute;e au cours de laquelle ils ont &eacute;t&eacute; donn&eacute;s. Le RNIPP a &eacute;t&eacute; extr&ecirc;mement important pour le suivi des pr&eacute;noms donn&eacute;s en France, puisqu&rsquo;il a permis de simplifier l&rsquo;actualisation et le suivi du fichier des pr&eacute;noms de l&rsquo;INSEE. L&rsquo;INSEE explique elle-m&ecirc;me, sur son site internet, que les donn&eacute;es recueillies avant 1946 sont parcellaires, en tout cas pas tout &agrave; fait exhaustives, et que les utilisateurs de la base de donn&eacute;e pourront donc </span><span class="c2 c9">&ldquo;constater un &eacute;cart entre le nombre annuel des naissances calcul&eacute;es par l&rsquo;INSEE&rdquo;</span><span class="c6 c2">. En effet, pour les ann&eacute;es avant 1946, l&rsquo;INSEE a men&eacute; un travail de r&eacute;dolte de donn&eacute;es aupr&egrave;s des mairies et de leurs officiers d&rsquo;&eacute;tat civil. Ce fichier, bien que tr&egrave;s complet, n&rsquo;a pas vocation &agrave; &ecirc;tre exhaustif. L&rsquo;INSEE admet qu&rsquo;il peut comporter certaines erreurs ou oublis, surtout avant 1946. </span></p><p class="c4"><span class="c6 c2">Le fichier de l&rsquo;INSEE est un fichier public, ouvert &agrave; tous, et qui a une certaine vocation de transparence des administrations publiques et des actes qu&rsquo;elles prennent. En outre, l&rsquo;INSEE remplit &agrave; ce titre ses fonctions d&rsquo;institut de la statistique et d&rsquo;information publique sur la question. Ainsi, les donn&eacute;es peuvent &ecirc;tre utilis&eacute;es par n&#39;importe qui, du simple citoyen cherchant &agrave; savoir combien de personnes portant le m&ecirc;me pr&eacute;nom qu&rsquo;elle sont n&eacute;es la m&ecirc;me ann&eacute;e que lui, aux chercheurs et scientifiques l&rsquo;utilisant pour analyser des ph&eacute;nom&egrave;nes historiques ou sociologiques, en passant par les entit&eacute;s &eacute;tatiques pour la prise de d&eacute;cision. Par exemple, il est certain que le fichier des pr&eacute;noms a &eacute;t&eacute; un outil plus qu&rsquo;essentiel pour la cr&eacute;ation de la loi de 1993 visant &agrave; donner une plus grande latitude aux parents dans le choix du pr&eacute;nom de leurs enfants. Nous allons voir, tout au long de cette &eacute;tude, que le fichier des pr&eacute;noms de l&rsquo;INSEE peut &ecirc;tre utilis&eacute; pour interpr&eacute;ter nombre de ph&eacute;nom&egrave;nes, et qu&rsquo;il est extr&ecirc;mement int&eacute;ressant de se pencher un tant soit peu sur ce fichier. </span></p><p class="c10"><span class="c6 c8"></span></p></body></html
